Repository: cpablomrod/oceanstar
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, fr

source: Home
es: Inicio
fr: Accueil

source: Quick Links
es: Enlaces Rápidos
fr: Liens Rapides

source: Latest Offers
es: Últimas Ofertas
fr: Dernières Offres

source: Plan Your Trip
es: Planifica tu Viaje
fr: Planifiez votre Voyage

source: Customer Reviews
es: Reseñas de Clientes
fr: Avis Clients

source: Contact Us
es: Contáctanos
fr: Nous Contacter

source: All rights reserved.
es: Todos los derechos reservados.
fr: Tous droits réservés.

source: I Just Came Back
es: Acabo de Regresar
fr: Je Viens de Rentrer

source: Back to Home
es: Volver al Inicio
fr: Retour à l'Accueil

source: Thank you for choosing us
es: Gracias por elegirnos
fr: Merci de nous avoir choisis

source: Your feedback helps us improve our service!
es: ¡Tu opinión nos ayuda a mejorar nuestro servicio!
fr: Vos commentaires nous aident à améliorer notre service!

source: Tell us a bit about your experience
es: Cuéntanos un poco sobre tu experiencia
fr: Parlez-nous un peu de votre expérience

source: How was your travel experience?
es: ¿Cómo fue tu experiencia de viaje?
fr: Comment s'est passée votre expérience de voyage?

source: Share your travel experience with us... What did you enjoy the most? How was the service? Any memorable moments?
es: Comparte tu experiencia de viaje con nosotros... ¿Qué disfrutaste más? ¿Cómo fue el servicio? ¿Algún momento memorable?
fr: Partagez votre expérience de voyage avec nous... Qu'avez-vous le plus apprécié? Comment était le service? Des moments mémorables?

source: characters
es: caracteres
fr: caractères

source: What could we do to improve?
es: ¿Qué podríamos hacer para mejorar?
fr: Que pourrions-nous faire pour nous améliorer?

source: Your suggestions help us provide better service... What could we have done differently? Any improvements you\
es: Tus sugerencias nos ayudan a brindar un mejor servicio... ¿Qué podríamos haber hecho diferente? ¿Alguna mejora que te gustaría ver?
fr: Vos suggestions nous aident à fournir un meilleur service... Que pourrions-nous avoir fait différemment? Des améliorations que vous aimeriez voir?

source: Send Feedback
es: Enviar Comentarios
fr: Envoyer Commentaires

source: Your Dream Journey Awaits
es: Tu Viaje de Ensueño te Espera
fr: Votre Voyage de Rêve vous Attend

source: I Want to Travel
es: Quiero Viajar
fr: Je Veux Voyager

source: Reviews
es: Reseñas
fr: Avis

source: Join our WhatsApp Group
es: Únete a nuestro Grupo de WhatsApp
fr: Rejoignez notre Groupe WhatsApp

source: We're working on it!
es: ¡Estamos trabajando en ello!
fr: Nous y travaillons!

source: Our WhatsApp integration is coming soon. In the meantime, you can contact us at:
es: Nuestra integración de WhatsApp llegará pronto. Mientras tanto, puedes contactarnos en:
fr: Notre intégration WhatsApp arrive bientôt. En attendant, vous pouvez nous contacter au:

source: Thank You!
es: ¡Gracias!
fr: Merci!

source: We will get in touch with you soon!
es: ¡Nos pondremos en contacto contigo pronto!
fr: Nous vous contacterons bientôt!

source: Plan Your Dream Trip
es: Planifica tu Viaje de Ensueño
fr: Planifiez le Voyage de Vos Rêves

source: How many people are travelling?
es: ¿Cuántas personas van a viajar?
fr: Combien de personnes voyagent?

source: Select number of travelers
es: Selecciona número de viajeros
fr: Sélectionnez le nombre de voyageurs

source: 1 person
es: 1 persona
fr: 1 personne

source: 2 people
es: 2 personas
fr: 2 personnes

source: 3 people
es: 3 personas
fr: 3 personnes

source: 4 people
es: 4 personas
fr: 4 personnes

source: 5 people
es: 5 personas
fr: 5 personnes

source: 6 or more people
es: 6 o más personas
fr: 6 personnes ou plus

source: Any kids?
es: ¿Algún niño?
fr: Des enfants?

source: Yes
es: Sí
fr: Oui

source: No
fr: Non

source: When do you want to travel?
es: ¿Cuándo quieres viajar?
fr: Quand voulez-vous voyager?

source: e.g., December 2024, Summer 2025, Flexible dates
es: ej., Diciembre 2024, Verano 2025, Fechas flexibles
fr: ex., Décembre 2024, Été 2025, Dates flexibles

source: Where do you want to go?
es: ¿A dónde quieres ir?
fr: Où voulez-vous aller?

source: e.g., Europe, Asia, Beach destination, Adventure trip
es: ej., Europa, Asia, Destino de playa, Viaje de aventura
fr: ex., Europe, Asie, Destination de plage, Voyage d'aventure

source: Tell us what you are looking for
es: Cuéntanos qué estás buscando
fr: Dites-nous ce que vous recherchez

source: Describe your dream vacation... What activities do you enjoy? What type of accommodation do you prefer? Any special requirements or interests?
es: Describe tus vacaciones de ensueño... ¿Qué actividades disfrutas? ¿Qué tipo de alojamiento prefieres? ¿Algún requisito especial o interés?
fr: Décrivez vos vacances de rêve... Quelles activités aimez-vous? Quel type d'hébergement préférez-vous? Des exigences spéciales ou intérêts?

source: Send My Travel Request
es: Enviar Mi Solicitud de Viaje
fr: Envoyer Ma Demande de Voyage

source: We will get in contact with you soon!
es: ¡Nos pondremos en contacto contigo pronto!
fr: Nous vous contacterons bientôt!

source: Here are the best offers at the moment
es: Aquí están las mejores ofertas del momento
fr: Voici les meilleures offres du moment

source: I want more information
es: Quiero más información
fr: Je veux plus d'informations

source: What our travelers are saying about their experiences
es: Lo que nuestros viajeros dicen sobre sus experiencias
fr: Ce que nos voyageurs disent de leurs expériences

source: Average Rating
es: Calificación Promedio
fr: Note Moyenne

source: Satisfied Customers
es: Clientes Satisfechos
fr: Clients Satisfaits

source: Filter by Rating
es: Filtrar por Calificación
fr: Filtrer par Note

source: All Ratings
es: Todas las Calificaciones
fr: Toutes les Notes

source: What our customers think
es: Lo que piensan nuestros clientes
fr: Ce que pensent nos clients

source: Discover the amazing experiences our travelers have shared with us
es: Descubre las increíbles experiencias que nuestros viajeros han compartido con nosotros
fr: Découvrez les expériences extraordinaires que nos voyageurs ont partagées avec nous

source: Customer reviews will appear here soon!
es: ¡Las reseñas de clientes aparecerán aquí pronto!
fr: Les avis clients apparaîtront ici bientôt!

source: Our admin team is working on displaying the wonderful feedback from our travelers.
es: Nuestro equipo administrativo está trabajando en mostrar los maravillosos comentarios de nuestros viajeros.
fr: Notre équipe administrative travaille à afficher les merveilleux commentaires de nos voyageurs.

source: Your adventure is in progress
es: Tu aventura está en progreso
fr: Votre aventure est en cours
